---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForcePerInSup2
source: html/6f75fc15-5e12-09f5-645c-de7bde5dab3f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForcePerInSup2 Property

Symbol lb/in², indicating unit Pounds force per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForcePerInSup2 { get; }
```